tap "derailed/k9s"
tap "homebrew/cask-versions"
tap "homebrew/cask-fonts"

brew "jq"
brew "nvm"
brew "htop"
brew "pwgen"
brew "yarn"
brew "zplug"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-git-prompt"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"

cask "hazel"
cask "tower"
cask "alfred"
cask "cleanshot"
cask "visual-studio-code-insiders"
cask "font-fira-code"
cask "font-poppins"
cask "font-fira-code-nerd-font"
cask "istat-menus"
cask "1password"

