tap "derailed/k9s"
tap "derailed/popeye"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
brew "aws-iam-authenticator"
brew "awscli"
brew "azure-cli"
brew "fzf"
brew "graphviz"
brew "helm"
brew "helmfile"
brew "htop"
brew "jq"
brew "k9s"
brew "nvm"
brew "pwgen"
brew "vips"
brew "yarn"
brew "yq"
brew "zplug"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-git-prompt"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "derailed/popeye/popeye"
brew "kubernetes-cli"
brew "kubectx"
brew "mas"
brew "openjdk"
brew "pulumi"
cask "1password"
cask "alfred"
cask "cleanshot"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-poppins"
cask "hazel"
cask "istat-menus"
cask "kaleidoscope"
cask "tower"
cask "visual-studio-code-insiders"
cask "zoomus"
cask "google-cloud-sdk"
cask "docker"
mas "Amphetamine", id: 937984704
mas "Fantastical", id: 975937182
mas "GarageBand", id: 682658836
mas "Grammarly for Safari", id: 1462114288
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Parcel", id: 639968404
mas "Pixelmator Pro", id: 1289583905
mas "Reeder", id: 1529448980
mas "Tweetbot", id: 1384080005
mas "Twitter", id: 1482454543
mas "Xcode", id: 497799835