tap "artginzburg/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "namespacelabs/namespace"

brew "awscli"
brew "azure-cli"
brew "bat"
brew "broot"
brew "libpng"
brew "pixman"
brew "cairo"
brew "giflib"
brew "pango"
brew "librsvg"
brew "chafa"
brew "chezmoi"
brew "eza"
brew "fd"
brew "fish"
brew "fnm"
brew "fzf"
brew "gh"
brew "gnupg"
brew "helm"
brew "hexyl"
brew "jpeg"
brew "jq"
brew "k9s"
brew "lazydocker"
brew "lazygit"
brew "mackup"
brew "neovim"
brew "pkg-config"
brew "procs"
brew "ripgrep"
brew "rsync"
brew "starship"
brew "tilt"
brew "yq"
brew "artginzburg/tap/sudo-touchid"
brew "namespacelabs/namespace/nsc"
brew "namespacelabs/namespace/nsc-remote-builder"
brew "fisher"

cask "1password"
cask "1password-cli"
cask "arc"
cask "cleanshot"
cask "cursor"
cask "google-cloud-sdk"
cask "iterm2"
cask "kaleidoscope"
cask "mimestream"
cask "orbstack"
cask "plex"
cask "raycast"
cask "slack"
cask "tower"
cask "chatgpt"
cask "zed@preview"
cask "istat-menus"
cask "sonos"
