tap "artginzburg/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "namespacelabs/namespace"

brew "awscli"
brew "azure-cli"
brew "bat"
brew "broot"
brew "libpng"
brew "pixman"
brew "cairo"
brew "giflib"
brew "pango"
brew "librsvg"
brew "chafa"
brew "chezmoi"
brew "deno"
brew "eza"
brew "fd"
brew "fish"
brew "fisher"
brew "fnm"
brew "fzf"
brew "gh"
brew "gnupg"
brew "hasura-cli"
brew "helm"
brew "hexyl"
brew "jpeg"
brew "jq"
brew "k9s"
brew "lazydocker"
brew "lazygit"
brew "mas"
brew "neovim"
brew "pkg-config"
brew "procs"
brew "ripgrep"
brew "rsync"
brew "starship"
brew "tilt"
brew "yq"
brew "artginzburg/tap/sudo-touchid"
brew "namespacelabs/namespace/nsc"
brew "namespacelabs/namespace/nsc-remote-builder"

cask "1password"
cask "1password-cli"
cask "amie"
cask "chatgpt"
cask "cleanshot"
cask "cursor"
cask "google-cloud-sdk"
cask "istat-menus"
cask "iterm2"
cask "kaleidoscope"
cask "linear-linear"
cask "orbstack"
cask "plex"
cask "raycast"
cask "slack"
cask "sonos"
cask "tower"
cask "zed"
cask "zoom"

mas "Noir", id: 1592917505
mas "1Password for Safari", id: 1569813296
mas "Brother iPrint&Scan", id: 1193539993
mas "Keynote", id: 409183694
mas "Infuse", id: 1136220934
mas "Parcel", id: 639968404
mas "NordVPN", id: 905953485
mas "Coin Tick", id: 1141688067
mas "Spark Desktop", id: 6445813049
mas "Pages", id: 409201541
mas "Reeder", id: 6475002485
mas "Anybox", id: 1593408455
mas "Amphetamine", id: 937984704
mas "Numbers", id: 409203825
mas "Pixelmator Pro", id: 1289583905
mas "Refined GitHub", id: 1519867270
